Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Coming soon
ar: قريبًا
cs: Již brzy
de: Demnächst
el: Σύντομα διαθέσιμο
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
it: Prossimamente
ja: 近日公開
ko: 곧 제공 예정
pl: Wkrótce
pt_br: Em breve
tr: Yakında

source: Comment
ar: تعليق
cs: Komentář
de: Kommentar
el: Σχόλιο
es: Comentario
fi: Kommentti
fr: Commentaire
it: Commento
ja: コメント
ko: 코멘트
pl: Komentarz
pt_br: Comentário
tr: Yorum

source: Comment Defaults
ar: الإعدادات الافتراضية للتعليق
cs: Výchozí pro komentář
de: Kommentar-Standardwerte
el: Προεπιλογές σχολίου
es: Valores por defecto de comentario
fi: Kommentin oletukset
fr: Valeurs par défaut du commentaire
it: Predefiniti commento
ja: コメントのデフォルト
ko: 코멘트 기본값
pl: Domyślne komentarza
pt_br: Padrões do comentário
tr: Yorum varsayılanları

source: Comments
ar: التعليقات
cs: Komentáře
de: Kommentare
el: Σχόλια
es: Comentarios
fi: Kommentit
fr: Commentaires
it: Commenti
ja: コメント
ko: 코멘트
pl: Komentarze
pt_br: Comentários
tr: Yorumlar

source: Common Properties
ar: الخصائص المشتركة
cs: Společné vlastnosti
de: Gemeinsame Eigenschaften
el: Κοινές ιδιότητες
es: Propiedades comunes
fi: Yhteiset ominaisuudet
fr: Propriétés communes
it: Proprietà comuni
ja: 共通プロパティ
ko: 공통 속성
pl: Wspólne właściwości
pt_br: Propriedades comuns
tr: Ortak özellikler

source: Complexity
ar: التعقيد
cs: Složitost
de: Komplexität
el: Πολυπλοκότητα
es: Complejidad
fi: Monimutkaisuus
fr: Complexité
it: Complessità
ja: 複雑さ
ko: 복잡도
pl: Złożoność
pt_br: Complexidade
tr: Karmaşıklık

source: Compliance
ar: الامتثال
cs: Soulad
el: Συμμόρφωση
es: Cumplimiento
fi: Vaatimustenmukaisuus
fr: Conformité
it: Conformità
ja: コンプライアンス
ko: 규정 준수
pl: Zgodność
pt_br: Conformidade
tr: Uyumluluk

source: Components
ar: المكونات
cs: Komponenty
de: Komponenten
el: Στοιχεία
es: Componentes
fi: Komponentit
fr: Composants
it: Componenti
ja: コンポーネント
ko: 구성 요소
pl: Komponenty
pt_br: Componentes
tr: Bileşenler

source: Compressed
ar: مضغوط
cs: Komprimováno
de: Komprimiert
el: Συμπιεσμένο
es: Comprimido
fi: Pakattu
fr: Compressé
it: Compresso
ja: 圧縮
ko: 압축
pl: Skompresowane
pt_br: Comprimido
tr: Sıkıştırılmış

source: Concatenate the linear upstream agent chain into the prompt
ar: دمج السلسلة الخطية للوكلاء السابقين في الموجه
cs: Spojit lineární řetězec předcházejících agentů do promptu
de: Lineare vorgelagerte Agentenkette in den Prompt einfügen
el: Συνένωση της γραμμικής αλυσίδας προηγούμενων πρακτόρων στο prompt
es: Concatenar la cadena lineal de agentes anteriores en el prompt
fi: Liitä lineaarinen ylävirran agenttiketju kehotteeseen
fr: Concaténer la chaîne linéaire d'agents amont dans le prompt
it: Concatena la catena lineare di agenti precedenti nel prompt
ja: 上流の直線的なエージェントチェーンをプロンプトに連結します
ko: 선형 상위 에이전트 체인을 프롬프트에 연결합니다
pl: Połącz liniowy łańcuch poprzedzających agentów w prompcie
pt_br: Concatenar a cadeia linear de agentes anteriores no prompt
tr: Doğrusal yukarı aracı zincirini prompt'a birleştir

source: Concurrency
ar: التزامن
cs: Souběžnost
de: Nebenläufigkeit
el: Συγχρονισμός
es: Concurrencia
fi: Rinnakkaisuus
fr: Simultanéité
it: Concorrenza
ja: 同時実行数
ko: 동시성
pl: Współbieżność
pt_br: Concorrência
tr: Eşzamanlılık

source: Concurrency Multiplier
ar: مضاعف التزامن
cs: Násobitel souběžnosti
de: Nebenläufigkeits-Multiplikator
el: Πολλαπλασιαστής συγχρονισμού
es: Multiplicador de concurrencia
fi: Rinnakkaisuuden kerroin
fr: Multiplicateur de simultanéité
it: Moltiplicatore di concorrenza
ja: 同時実行数の乗数
ko: 동시성 배수
pl: Mnożnik współbieżności
pt_br: Multiplicador de concorrência
tr: Eşzamanlılık çarpanı

source: Conditional
ar: شرطي
cs: Podmíněné
de: Bedingt
el: Υπό συνθήκη
es: Condicional
fi: Ehdollinen
fr: Conditionnel
it: Condizionale
ja: 条件付き
ko: 조건부
pl: Warunkowe
pt_br: Condicional
tr: Koşullu

source: Configuration
ar: التكوين
cs: Konfigurace
de: Konfiguration
el: Διαμόρφωση
es: Configuración
fi: Konfiguraatio
it: Configurazione
ja: 構成
ko: 구성
pl: Konfiguracja
pt_br: Configuração
tr: Yapılandırma

source: Configure the calculation parameters used by the sizing estimator. Changes take effect immediately.
ar: اضبط معاملات الحساب التي يستخدمها مقدر تحديد الحجم. تسري التغييرات على الفور.
cs: Konfigurujte výpočetní parametry odhadovače velikosti. Změny se projeví okamžitě.
de: Konfiguriere die Berechnungsparameter des Größenrechners. Änderungen werden sofort wirksam.
el: Διαμορφώστε τις παραμέτρους υπολογισμού του εκτιμητή διαστασιολόγησης. Οι αλλαγές εφαρμόζονται άμεσα.
es: Configura los parámetros de cálculo utilizados por el estimador de dimensionamiento. Los cambios surten efecto inmediatamente.
fi: Määritä mitoitusarvioijan käyttämät laskentaparametrit. Muutokset tulevat voimaan välittömästi.
fr: Configurer les paramètres de calcul utilisés par l'estimateur de dimensionnement. Les modifications prennent effet immédiatement.
it: Configura i parametri di calcolo usati dallo stimatore di dimensionamento. Le modifiche hanno effetto immediato.
ja: サイジング推定機能が使用する計算パラメータを構成します。変更はすぐに反映されます。
ko: 사이징 추정기가 사용하는 계산 매개변수를 구성합니다. 변경 사항은 즉시 적용됩니다.
pl: Skonfiguruj parametry obliczeniowe używane przez estymator wymiarowania. Zmiany są stosowane natychmiast.
pt_br: Configure os parâmetros de cálculo usados pelo estimador de dimensionamento. As alterações entram em vigor imediatamente.
tr: Boyutlandırma tahminleyicisinin kullandığı hesaplama parametrelerini yapılandırın. Değişiklikler hemen etkinleşir.

source: Configure the rule-of-thumb timings used to estimate agent latency. Changes take effect immediately.
ar: اضبط التوقيتات التقريبية المستخدمة لتقدير زمن استجابة الوكيل. تُطبَّق التغييرات فوراً.
cs: Nakonfigurujte orientační časy používané k odhadu latence agenta. Změny se projeví okamžitě.
de: Konfigurieren Sie die Faustregel-Zeiten zur Schätzung der Agentenlatenz. Änderungen werden sofort wirksam.
el: Διαμορφώστε τους εμπειρικούς χρόνους που χρησιμοποιούνται για την εκτίμηση της καθυστέρησης του πράκτορα. Οι αλλαγές εφαρμόζονται άμεσα.
es: Configura los tiempos aproximados que se usan para estimar la latencia del agente. Los cambios se aplican de inmediato.
fi: Määritä peukalosääntöajat, joita käytetään agentin viiveen arviointiin. Muutokset tulevat voimaan heti.
fr: Configurez les durées approximatives utilisées pour estimer la latence de l'agent. Les modifications prennent effet immédiatement.
it: Configura i tempi indicativi usati per stimare la latenza dell'agente. Le modifiche hanno effetto immediato.
ja: エージェントのレイテンシを推定するために使用する目安の時間を設定します。変更はすぐに反映されます。
ko: 에이전트 지연 시간을 추정하는 데 사용하는 대략적인 시간을 구성합니다. 변경 사항은 즉시 적용됩니다.
pl: Skonfiguruj orientacyjne czasy używane do szacowania opóźnienia agenta. Zmiany są stosowane natychmiast.
pt_br: Configure os tempos aproximados usados para estimar a latência do agente. As alterações têm efeito imediato.
tr: Aracı gecikmesini tahmin etmek için kullanılan yaklaşık süreleri yapılandırın. Değişiklikler hemen geçerli olur.

source: Connect to a local Ollama instance. Ensure Ollama is running before testing.
ar: اتصل بنسخة Ollama محلية. تأكد من تشغيل Ollama قبل الاختبار.
cs: Připojit k lokální instanci Ollama. Před testováním se ujistěte, že Ollama běží.
de: Mit lokaler Ollama-Instanz verbinden. Stelle sicher, dass Ollama läuft, bevor du testest.
el: Συνδεθείτε σε τοπική παρουσία Ollama. Βεβαιωθείτε ότι το Ollama εκτελείται πριν τη δοκιμή.
es: Conéctate a una instancia local de Ollama. Asegúrate de que Ollama esté en ejecución antes de probar.
fi: Yhdistä paikalliseen Ollama-instanssiin. Varmista, että Ollama on käynnissä ennen testaamista.
fr: Connectez-vous à une instance Ollama locale. Assurez-vous qu'Ollama fonctionne avant de tester.
it: Connettiti a un'istanza Ollama locale. Assicurati che Ollama sia in esecuzione prima di testare.
ja: ローカルの Ollama インスタンスに接続します。テストの前に Ollama が実行されていることを確認してください。
ko: 로컬 Ollama 인스턴스에 연결합니다. 테스트하기 전에 Ollama가 실행 중인지 확인하세요.
pl: Połącz się z lokalną instancją Ollama. Przed testowaniem upewnij się, że Ollama działa.
pt_br: Conecte a uma instância local do Ollama. Verifique se o Ollama está em execução antes de testar.
tr: Yerel Ollama örneğine bağlanın. Test etmeden önce Ollama'nın çalıştığından emin olun.

source: Connection
ar: اتصال
cs: Připojení
de: Verbindung
el: Σύνδεση
es: Conexión
fi: Yhteys
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
pl: Połączenie
pt_br: Conexão
tr: Bağlantı

source: Connections (%lld)
ar: الاتصالات (%lld)
cs: Připojení (%lld)
de: Verbindungen (%lld)
el: Συνδέσεις (%lld)
es: Conexiones (%lld)
fi: Yhteydet (%lld)
fr: Connexions (%lld)
it: Connessioni (%lld)
ja: 接続 (%lld)
ko: 연결 (%lld)
pl: Połączenia (%lld)
pt_br: Conexões (%lld)
tr: Bağlantılar (%lld)

source: Connects to a local ADK instance. Token is read from ~/.cache/orchestrate/credentials.yaml automatically. The agent defines the model and reasoning settings.
ar: يتصل بنسخة ADK محلية. تتم قراءة الرمز تلقائيًا من ~/.cache/orchestrate/credentials.yaml. يحدد الوكيل النموذج وإعدادات الاستدلال.
cs: Připojí se k lokální instanci ADK. Token se automaticky čte z ~/.cache/orchestrate/credentials.yaml. Agent definuje model a nastavení uvažování.
de: Verbindet sich mit einer lokalen ADK-Instanz. Das Token wird automatisch aus ~/.cache/orchestrate/credentials.yaml gelesen. Der Agent definiert das Modell und die Reasoning-Einstellungen.
el: Συνδέεται σε τοπική παρουσία ADK. Το token διαβάζεται αυτόματα από ~/.cache/orchestrate/credentials.yaml. Ο πράκτορας ορίζει το μοντέλο και τις ρυθμίσεις συλλογισμού.
es: Se conecta a una instancia local de ADK. El token se lee automáticamente de ~/.cache/orchestrate/credentials.yaml. El agente define el modelo y los ajustes de razonamiento.
fi: Yhdistyy paikalliseen ADK-instanssiin. Tunnus luetaan automaattisesti tiedostosta ~/.cache/orchestrate/credentials.yaml. Agentti määrittää mallin ja päättelyasetukset.
fr: Se connecte à une instance ADK locale. Le jeton est lu automatiquement depuis ~/.cache/orchestrate/credentials.yaml. L'agent définit le modèle et les paramètres de raisonnement.
it: Si connette a un'istanza ADK locale. Il token viene letto automaticamente da ~/.cache/orchestrate/credentials.yaml. L'agente definisce il modello e le impostazioni di ragionamento.
ja: ローカルの ADK インスタンスに接続します。トークンは ~/.cache/orchestrate/credentials.yaml から自動的に読み込まれます。モデルと推論の設定はエージェントが定義します。
ko: 로컬 ADK 인스턴스에 연결합니다. 토큰은 ~/.cache/orchestrate/credentials.yaml에서 자동으로 읽힙니다. 모델 및 추론 설정은 에이전트가 정의합니다.
pl: Łączy się z lokalną instancją ADK. Token jest odczytywany automatycznie z ~/.cache/orchestrate/credentials.yaml. Agent definiuje model i ustawienia rozumowania.
pt_br: Conecta a uma instância local do ADK. O token é lido automaticamente de ~/.cache/orchestrate/credentials.yaml. O agente define o modelo e as configurações de raciocínio.
tr: Yerel ADK örneğine bağlanır. Belirteç ~/.cache/orchestrate/credentials.yaml dosyasından otomatik olarak okunur. Aracı, modeli ve akıl yürütme ayarlarını tanımlar.

source: Consider caching results for %lld additional idempotent tool(s):
ar: فكر في تخزين نتائج %lld أداة إضافية غير قابلة للتكرار:
cs: Zvažte cache výsledků pro %lld dalších idempotentních nástrojů:
de: Erwäge das Caching von Ergebnissen für %lld weitere(n) idempotente(n) Werkzeug(e):
el: Σκεφθείτε cache αποτελεσμάτων για %lld επιπλέον ιδιοδυναμικά εργαλεία:
es: Considera cachear los resultados de %lld herramienta(s) idempotente(s) adicional(es):
fi: Harkitse tulosten tallentamista välimuistiin vielä %lld idempotentille työkalulle:
fr: Pensez à mettre en cache les résultats de %lld outil(s) idempotent(s) supplémentaire(s) :
it: Considera la cache dei risultati per %lld strumento/i idempotente/i aggiuntivo/i:
ja: さらに %lld 個の冪等なツールについて、結果のキャッシュを検討してください:
ko: 추가로 멱등 도구 %lld개의 결과 캐싱을 고려하세요:
pl: Rozważ buforowanie wyników dla %lld dodatkowych idempotentnych narzędzi:
pt_br: Considere cachear resultados para %lld ferramenta(s) idempotente(s) adicional(is):
tr: %lld ek idempotent araç için sonuçları önbelleğe almayı düşünün:

source: Consistency
ar: الاتساق
cs: Konzistence
de: Konsistenz
el: Συνέπεια
es: Consistencia
fi: Yhdenmukaisuus
fr: Cohérence
it: Coerenza
ja: 一貫性
ko: 일관성
pl: Spójność
pt_br: Consistência
tr: Tutarlılık

source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
el: Περιεχόμενο
es: Contenido
fi: Sisältö
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
pl: Treść
pt_br: Conteúdo
tr: İçerik

source: Content Type
ar: نوع المحتوى
cs: Typ obsahu
de: Inhaltstyp
el: Τύπος περιεχομένου
es: Tipo de contenido
fi: Sisältötyyppi
fr: Type de contenu
it: Tipo di contenuto
ja: コンテンツタイプ
ko: 콘텐츠 유형
pl: Typ treści
pt_br: Tipo de conteúdo
tr: İçerik türü

source: Context Strategy
ar: استراتيجية السياق
cs: Strategie kontextu
de: Kontextstrategie
el: Στρατηγική πλαισίου
es: Estrategia de contexto
fi: Kontekstistrategia
fr: Stratégie de contexte
it: Strategia di contesto
ja: コンテキスト戦略
ko: 컨텍스트 전략
pl: Strategia kontekstu
pt_br: Estratégia de contexto
tr: Bağlam stratejisi

source: Conversational
ar: محادثة
cs: Konverzační
de: Konversationell
el: Συνομιλιακό
es: Conversacional
fi: Keskusteleva
fr: Conversationnel
it: Conversazionale
ja: 対話型
ko: 대화형
pl: Konwersacyjne
pt_br: Conversacional
tr: Sohbete dayalı

source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
tr: Kopyala

source: Copy from agent
ar: نسخ من الوكيل
cs: Kopírovat z agenta
de: Vom Agent kopieren
el: Αντιγραφή από πράκτορα
es: Copiar del agente
fi: Kopioi agentilta
fr: Copier depuis l'agent
it: Copia dall'agente
ja: エージェントからコピー
ko: 에이전트에서 복사
pl: Kopiuj z agenta
pt_br: Copiar do agente
tr: Aracıdan kopyala

source: Copy this agent's instructions into the prompt field
ar: نسخ تعليمات هذا الوكيل إلى حقل الموجه
cs: Zkopírovat pokyny tohoto agenta do pole promptu
de: Anweisungen dieses Agenten in das Prompt-Feld kopieren
el: Αντιγραφή των οδηγιών αυτού του πράκτορα στο πεδίο prompt
es: Copiar las instrucciones de este agente al campo del prompt
fi: Kopioi tämän agentin ohjeet kehotekenttään
fr: Copier les instructions de cet agent dans le champ du prompt
it: Copia le istruzioni di questo agente nel campo del prompt
ja: このエージェントの指示をプロンプトフィールドにコピーします
ko: 이 에이전트의 지침을 프롬프트 필드에 복사합니다
pl: Skopiuj instrukcje tego agenta do pola promptu
pt_br: Copiar as instruções deste agente para o campo do prompt
tr: Bu aracının yönergelerini prompt alanına kopyala

source: Copy this analysis to the clipboard
ar: نسخ هذا التحليل إلى الحافظة
cs: Kopírovat tuto analýzu do schránky
de: Diese Analyse in die Zwischenablage kopieren
el: Αντιγραφή αυτής της ανάλυσης στο πρόχειρο
es: Copiar este análisis en el portapapeles
fi: Kopioi tämä analyysi leikepöydälle
fr: Copier cette analyse dans le presse-papiers
it: Copia questa analisi negli appunti
ja: この分析をクリップボードにコピー
ko: 이 분석을 클립보드에 복사
pl: Skopiuj tę analizę do schowka
pt_br: Copiar esta análise para a área de transferência
tr: Bu analizi panoya kopyala

source: Core Info
ar: المعلومات الأساسية
cs: Základní informace
de: Kerninformationen
el: Βασικές πληροφορίες
es: Información principal
fi: Perustiedot
fr: Informations principales
it: Informazioni principali
ja: 基本情報
ko: 기본 정보
pl: Podstawowe informacje
pt_br: Informações principais
tr: Temel bilgi

source: Cost
ar: التكلفة
cs: Náklady
de: Kosten
el: Κόστος
es: Coste
fi: Kustannus
fr: Coût
it: Costo
ja: コスト
ko: 비용
pl: Koszt
pt_br: Custo
tr: Maliyet

source: Cost Budget
ar: ميزانية التكلفة
cs: Rozpočet nákladů
de: Kostenbudget
el: Προϋπολογισμός κόστους
es: Presupuesto de coste
fi: Kustannusbudjetti
fr: Budget de coût
it: Budget di costo
ja: コスト予算
ko: 비용 예산
pl: Budżet kosztów
pt_br: Orçamento de custo
tr: Maliyet bütçesi

source: Cost savings
ar: توفير التكاليف
cs: Úspora nákladů
de: Kosteneinsparung
el: Εξοικονόμηση κόστους
es: Ahorro de coste
fi: Kustannussäästö
fr: Économies de coût
it: Risparmio sui costi
ja: コスト削減
ko: 비용 절감
pl: Oszczędność kosztów
pt_br: Economia de custo
tr: Maliyet tasarrufu

source: Cost savings range (%)
ar: نطاق توفير التكاليف (%)
cs: Rozsah úspory nákladů (%)
de: Kosteneinsparungsbereich (%)
el: Εύρος εξοικονόμησης κόστους (%)
es: Rango de ahorro de costes (%)
fi: Kustannussäästöjen vaihteluväli (%)
fr: Plage d'économies de coûts (%)
it: Intervallo di risparmio sui costi (%)
ja: コスト削減の範囲 (%)
ko: 비용 절감 범위 (%)
pl: Zakres oszczędności kosztów (%)
pt_br: Intervalo de economia de custos (%)
tr: Maliyet tasarrufu aralığı (%)

source: Create
ar: إنشاء
cs: Vytvořit
de: Erstellen
el: Δημιουργία
es: Crear
fi: Luo
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pl: Utwórz
pt_br: Criar
tr: Oluştur

source: Create Version "%@"
ar: إنشاء إصدار "%@"
cs: Vytvořit verzi „%@“
de: Version "%@" erstellen
el: Δημιουργία έκδοσης "%@"
es: Crear versión "%@"
fi: Luo versio "%@"
fr: Créer la version "%@"
it: Crea versione "%@"
ja: バージョン「%@」を作成
ko: 버전 "%@" 만들기
pl: Utwórz wersję „%@”
pt_br: Criar versão "%@"
tr: "%@" sürümü oluştur

source: Create Version Snapshot
ar: إنشاء لقطة إصدار
cs: Vytvořit snímek verze
de: Versionsschnappschuss erstellen
el: Δημιουργία στιγμιοτύπου έκδοσης
es: Crear instantánea de versión
fi: Luo versiokopio
fr: Créer un instantané de version
it: Crea snapshot della versione
ja: バージョンスナップショットを作成
ko: 버전 스냅샷 만들기
pl: Utwórz migawkę wersji
pt_br: Criar snapshot de versão
tr: Sürüm anlık görüntüsü oluştur

source: Create Version...
ar: إنشاء إصدار…
cs: Vytvořit verzi…
de: Version erstellen…
el: Δημιουργία έκδοσης…
es: Crear versión…
fi: Luo versio…
fr: Créer une version…
it: Crea versione…
ja: バージョンを作成...
ko: 버전 만들기...
pl: Utwórz wersję…
pt_br: Criar versão…
tr: Sürüm oluştur…

source: CrewAI Project...
ar: مشروع CrewAI…
cs: Projekt CrewAI…
de: CrewAI-Projekt…
el: Έργο CrewAI…
es: Proyecto de CrewAI…
fi: CrewAI-projekti…
fr: Projet CrewAI…
it: Progetto CrewAI…
ja: CrewAI プロジェクト...
ko: CrewAI 프로젝트...
pl: Projekt CrewAI…
pt_br: Projeto do CrewAI…
tr: CrewAI projesi…

source: Critical Dependencies
ar: التبعيات الحرجة
cs: Kritické závislosti
de: Kritische Abhängigkeiten
el: Κρίσιμες εξαρτήσεις
es: Dependencias críticas
fi: Kriittiset riippuvuudet
fr: Dépendances critiques
it: Dipendenze critiche
ja: 重要な依存関係
ko: 주요 종속성
pl: Kluczowe zależności
pt_br: Dependências críticas
tr: Kritik bağımlılıklar

source: Custom
ar: مخصص
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pl: Niestandardowe
pt_br: Personalizado
tr: Özel

source: Dark Canvas
ar: لوحة داكنة
cs: Tmavé plátno
de: Dunkle Leinwand
el: Σκούρος καμβάς
es: Lienzo oscuro
fi: Tumma kangas
fr: Toile sombre
it: Tela scura
ja: ダークキャンバス
ko: 어두운 캔버스
pl: Ciemne płótno
pt_br: Tela escura
tr: Koyu tuval

source: Dashed
ar: متقطعة
cs: Čárkovaná
de: Gestrichelt
el: Διακεκομμένη
es: Discontinua
fi: Katkoviiva
fr: Tirets
it: Tratteggiata
ja: 破線
ko: 파선
pl: Przerywana
pt_br: Tracejada
tr: Kesik çizgili

source: Data Classification
ar: تصنيف البيانات
cs: Klasifikace dat
de: Datenklassifizierung
el: Ταξινόμηση δεδομένων
es: Clasificación de datos
fi: Tietoluokittelu
fr: Classification des données
it: Classificazione dei dati
ja: データ分類
ko: 데이터 분류
pl: Klasyfikacja danych
pt_br: Classificação de dados
tr: Veri sınıflandırması

source: Data Formats
ar: تنسيقات البيانات
cs: Datové formáty
de: Datenformate
el: Μορφές δεδομένων
es: Formatos de datos
fi: Datamuodot
fr: Formats de données
it: Formati dei dati
ja: データ形式
ko: 데이터 형식
pl: Formaty danych
pt_br: Formatos de dados
tr: Veri formatları

source: Data Sources
ar: مصادر البيانات
cs: Zdroje dat
de: Datenquellen
el: Πηγές δεδομένων
es: Fuentes de datos
fi: Tietolähteet
fr: Sources de données
it: Origini dati
ja: データソース
ko: 데이터 소스
pl: Źródła danych
pt_br: Fontes de dados
tr: Veri kaynakları

source: Data Volume
ar: حجم البيانات
cs: Objem dat
de: Datenvolumen
el: Όγκος δεδομένων
es: Volumen de datos
fi: Tietomäärä
fr: Volume de données
it: Volume di dati
ja: データ量
ko: 데이터 볼륨
pl: Wolumen danych
pt_br: Volume de dados
tr: Veri hacmi

source: Delegated agents
ar: الوكلاء المفوَّضون
cs: Delegovaní agenti
de: Delegierte Agenten
el: Εκχωρημένοι πράκτορες
es: Agentes delegados
fi: Delegoidut agentit
fr: Agents délégués
it: Agenti delegati
ja: 委任先エージェント
ko: 위임된 에이전트
pl: Delegowani agenci
pt_br: Agentes delegados
tr: Devredilen aracılar

source: Delegation
ar: التفويض
cs: Delegování
de: Delegierung
el: Ανάθεση
es: Delegación
fi: Delegointi
fr: Délégation
it: Delega
ja: 委任
ko: 위임
pl: Delegacja
pt_br: Delegação
tr: Yetkilendirme

source: Delete
ar: حذف
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar
tr: Sil

source: Delete (%lld)
ar: حذف (%lld)
cs: Smazat (%lld)
de: Löschen (%lld)
el: Διαγραφή (%lld)
es: Eliminar (%lld)
fi: Poista (%lld)
fr: Supprimer (%lld)
it: Elimina (%lld)
ja: 削除 (%lld)
ko: 삭제 (%lld)
pl: Usuń (%lld)
pt_br: Apagar (%lld)
tr: Sil (%lld)

# Delete %lld pattern%@?
source: Delete %1$lld pattern%2$@?
ar: حذف %lld نمط%@؟
cs: Smazat %lld vzor%@?
de: %lld Muster%@ löschen?
el: Διαγραφή %lld μοτίβ%@;
es: ¿Eliminar %lld patrón%@?
fi: Poista %1$lld malli%2$@?
fr: Supprimer %lld motif%@ ?
it: Eliminare %lld pattern%@?
ja: %1$lld 個のパターン%2$@を削除しますか？
ko: 패턴 %1$lld개%2$@를 삭제하시겠습니까?
pl: Usunąć %lld wzorzec%@?
pt_br: Apagar %lld padrão%@?
tr: %lld deseni%@ silinsin mi?

source: Delete Connection
ar: حذف الاتصال
cs: Smazat připojení
de: Verbindung löschen
el: Διαγραφή σύνδεσης
es: Eliminar conexión
fi: Poista yhteys
fr: Supprimer la connexion
it: Elimina connessione
ja: 接続を削除
ko: 연결 삭제
pl: Usuń połączenie
pt_br: Apagar conexão
tr: Bağlantıyı sil

source: Delete Node
ar: حذف العقدة
cs: Smazat uzel
de: Knoten löschen
el: Διαγραφή κόμβου
es: Eliminar nodo
fi: Poista solmu
fr: Supprimer le nœud
it: Elimina nodo
ja: ノードを削除
ko: 노드 삭제
pl: Usuń węzeł
pt_br: Apagar nó
tr: Düğümü sil

source: Delete Port
ar: حذف المنفذ
cs: Smazat port
de: Port löschen
el: Διαγραφή θύρας
es: Eliminar puerto
fi: Poista portti
fr: Supprimer le port
it: Elimina porta
ja: ポートを削除
ko: 포트 삭제
pl: Usuń port
pt_br: Apagar porta
tr: Bağlantı noktasını sil

source: Delete Selected Pattern
ar: حذف النمط المحدد
cs: Smazat vybraný vzor
de: Ausgewähltes Muster löschen
el: Διαγραφή επιλεγμένου μοτίβου
es: Eliminar patrón seleccionado
fi: Poista valittu malli
fr: Supprimer le motif sélectionné
it: Elimina pattern selezionato
ja: 選択したパターンを削除
ko: 선택한 패턴 삭제
pl: Usuń wybrany wzorzec
pt_br: Apagar padrão selecionado
tr: Seçili deseni sil

source: Delete Version "%@"
ar: حذف الإصدار "%@"
cs: Smazat verzi „%@“
de: Version "%@" löschen
el: Διαγραφή έκδοσης "%@"
es: Eliminar versión "%@"
fi: Poista versio "%@"
fr: Supprimer la version "%@"
it: Elimina versione "%@"
ja: バージョン「%@」を削除
ko: 버전 "%@" 삭제
pl: Usuń wersję „%@”
pt_br: Apagar versão "%@"
tr: "%@" sürümünü sil

source: Delivery
ar: التسليم
cs: Doručení
de: Auslieferung
el: Παράδοση
es: Entrega
fi: Toimitus
fr: Livraison
it: Consegna
ja: 配信
ko: 전달
pl: Dostarczanie
pt_br: Entrega
tr: Teslimat

source: Dependencies & Blockers
ar: التبعيات والعقبات
cs: Závislosti a překážky
de: Abhängigkeiten & Blocker
el: Εξαρτήσεις και εμπόδια
es: Dependencias y bloqueos
fi: Riippuvuudet ja esteet
fr: Dépendances et blocages
it: Dipendenze e blocchi
ja: 依存関係とブロッカー
ko: 종속성 및 차단 요소
pl: Zależności i blokady
pt_br: Dependências e bloqueios
tr: Bağımlılıklar ve engelleyiciler

source: Deployment
ar: النشر
cs: Nasazení
de: Bereitstellung
el: Ανάπτυξη
es: Despliegue
fi: Käyttöönotto
fr: Déploiement
it: Distribuzione
ja: デプロイ
ko: 배포
pl: Wdrożenie
pt_br: Implantação
tr: Dağıtım

source: Deployment: %@
ar: النشر: %@
cs: Nasazení: %@
de: Bereitstellung: %@
el: Ανάπτυξη: %@
es: Despliegue: %@
fi: Käyttöönotto: %@
fr: Déploiement : %@
it: Distribuzione: %@
ja: デプロイ: %@
ko: 배포: %@
pl: Wdrożenie: %@
pt_br: Implantação: %@
tr: Dağıtım: %@

source: Description
ar: الوصف
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
it: Descrizione
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
tr: Açıklama
